; ***************************************************
; * Spanish language file for Portable-VirtualBox   *
; * Bugs corrected, translation improved            *
; * 2011-11-19 by Antonio Ribas Bamberger           *
; ***************************************************

; settings of tray-messages

[tray]
01="Mostrar VM"
02="Ocultar VM"
03="Mostrar VirtualBox"
04="Ocultar VirtualBox"
05="Ajustes"
06="Salir de VirtualBox"
07="Haga clic con el botón secundario para ver el menú"

; general messages

[messages]
01="Error"
02="Guardar"
03="Salir"
04="Guardado"
05="Por favor, recuerde reiniciar Portable-VirtualBox para que los nuevos ajustes tengan efecto."
06="Iniciar Portable-VirtualBox"
07="Salir de Portable-VirtualBox"

; error-messages by start

[start]
01="Copiar los archivos de VirtualBox en la carpeta correspondiente."
02="Por favor, descargue VirtualBox desde www.virtualbox.org y guarde el archivo en la carpeta de programas de Portable VirtualBox. VirtualBox se extraerá automáticamente y después ya podrá utilizar el programa."

; labels of settings

[settings-label]
title="Ajustes"

[homeroot-settings]
01="Carpeta raíz"
02="Si Vd. desea utilizar VirtualBox solamente en su propio ordenador, puede seleccionar aquí la ubicación de almacenamiento en la cual VirtualBox guardará sus ajustes y máquinas virtuales. Importante: Al cambiarla con respecto al ajuste estándar, la portabilidad se pierde (el valor predeterminado es la carpeta de "Portable-VirtualBox.exe")."
03="Guardar ajustes y máquinas virtuales en la ubicación prederminada"
04="Guardar ajustes y máquinas virtuales en"
05="Seleccionar carpeta..."
06="Examinar"

[startvm-settings]
01="VB-Administrador"
02="Si desea iniciar automáticamente una máquina virtual al iniciar Portable-VirtualBox, selecciónela aquí. El diálogo de selección se inicia automáticamente en la ubicación de almacenamiento de sus máquinas virtuales. Nota: También puede iniciar automáticamente una máquina virtual al iniciar Portable-VirtualBox, añadiendo el nombre de dicha máquina virtual como parámetro en la línea de comandos de Portable-VirtualBox.exe (por defecto se ejecuta el administrador de VirtualBox sin iniciar ninguna máquina virtual)."
03="Iniciar VirtualBox sin VM (predeterminado)"
04="Iniciar la siguiente VM con VirtualBox:"
05="Seleccionar VM ..."
06="Examinar"

[hotkeys]
01="HotKeys"
02="Si desea iniciar VirtualBox con HotKeys (accesos directos por teclado), establézcalo aquí. Nota: Aquí solamente se pueden habilitar o deshabilitar las HotKeys del Lanzador. Para modificar las mismas se dispone de la pestaña "Ajustes de HotKeys". (por defecto, HotKeys "ON")"
03="Iniciar VirtualBox con HotKeys (predeterminado)"
04="Iniciar VirtualBox sin HotKeys"

[hotkey-settings]
01="Ajustes de HotKeys"
02="Si no está conforme con los ajustes predeterminados de las HotKeys (accesos directos por teclado), puede especificar aquí sus propias combinaciones de teclas. Nota: Las teclas de control se limitan a Alt, Ctrl y Mayús, la tecla restante puede elegirse libremente (por defecto, Ctrl+"1~6")."
03="Valor predeterminado (Ctrl+"1~6")"

[usb]
01="USB"
02="Si desea iniciar VirtualBox con soporte de USB, aquí puede habilitar / deshabilitar la interfaz USB. Nota: Si se activa el soporte de USB o de red, deberá aceptar la instalación de controladores cuando se inicie VirtualBox. Esto simplemente se hace para la seguridad de su equipo (por defecto, soporte de USB "OFF")"
03="Iniciar VirtualBox sin soporte de USB (predeterminado)"
04="Iniciar VirtualBox con soporte de USB"

[net]
01="Red"
02="Si desea iniciar VirtualBox con soporte de red, aquí puede habilitar / deshabilitar la interfaz de red. Nota: Si se activa el soporte de red o de USB, deberá aceptar la instalación de controladores cuando se inicie VirtualBox. Esto simplemente se hace para la seguridad de su equipo (por defecto, soporte de red "OFF")"
03="Iniciar VirtualBox sin soporte de red (predeterminado)"
04="Iniciar VirtualBox con soporte de red"

[update]
01="Actualización"
02="Si desea comprobar las actualizaciones para VirtualBox o para el Lanzador, aquí puede habilitar / deshabilitar la comprobación de actualizaciones en línea (por defecto, actualizaciones en línea "ON")."
03="Iniciar VirtualBox sin actualizaciones en línea"
04="Iniciar VirtualBox con actualizaciones en línea (predeterminado)"

[language-settings]
01="Idioma"
02="Elija aquí si desea ejecutar VirtualBox en un idioma diferente. Simplemente seleccione el idioma de la interfaz de usuario que desee."
03="Idioma del Lanzador:"

04="Examinar"

[about]
01="Acerca de ..."

; messages of save-dialogs and errors

[srcuserhome]
01="Seleccionar la carpeta raíz"

[okuserhome]
01="El directorio no existe"

[srcstartvm]
01="Seleccionar VM"

[okstartvm]
01="La máquina virtual no existe o tiene un UUID no válido"

[okhotkeysset]
01="Pulse una tecla en el campo de entrada."

[srclanguage]
01="Seleccionar idioma ..."

[oklanguage]
01="Seleccionar un idioma."

; message of update-dialogs

[check]
01="Portable-VirtualBox *** Actualizar SI o NO ***"
02="Una nueva versión de VirtualBox"
03="Un nuevo Lanzador"
04="Una nueva versión de VirtualBox"
05="y el Lanzador"
06="a"
07="está disponible. ¿Desea actualizar ahora?"
08="copia de seguridad de archivos antiguos"
09="Información de estado:"
10="SI"
11="NO"

[download]
01="Portable-VirtualBox"
02="Aquí puede descargar automáticamente los archivos de instalación de VirtualBox y hacer algunos ajustes (Si utiliza este script para descargar VirtualBox, sólo hay que realizar los ajustes y hacer clic en "Aceptar")."
03="Descargar archivos de instalación de VirtualBox"
04="o"
05="La ruta del archivo de instalación de VirtualBox es ..."
06="Examinar"
07="Extraer los archivos para un sistema de 32 bits"
08="Extraer los archivos para un sistema de 64 bits"
09="Comprimir los archivos para reducir el espacio de almacenamiento ocupado"
10="Iniciar Portable-VirtualBox después de la extracción y/o compresión"
11="Información de estado:"
12="Aceptar"
13="Licencia de VirtualBox"
14="Salir"
15="Info"
16="Por favor, reinicie VirtualBox, para que todas las rutas se puedan ajustar."

[status]
01="Descarga:"
02="¡Descarga finalizada! Los archivos se guardaron en la carpeta de Portable-VirtualBox."
03="VirtualBox - Archivo de instalación"
04="Por favor, espere, extrayendo archivos."
05="Por favor, espere, copiando archivos."
06="Por favor, espere, comprimiendo archivos."
07="Por favor, espere, borrando archivos y carpetas."
08="Ha finalizado la extracción y/o compresión y copia de archivos."
09="Por favor, espere, haciendo copia de seguridad de los archivos y carpetas antiguos."
10="Por favor, espere, descargando actualización."
11="Por favor, espere, actualizando archivos y carpetas."
12="Actualización terminada."
